<?
$MESS ['T_NEWS_NEWS_NA'] = 'Раздел не найден.';
$MESS ['IBLOCK_MODULE_NOT_INSTALLED'] = 'Модуль Информационных блоков не установлен';
$MESS ['WORK_T_EMPL'] = 'Сотрудники';
$MESS ['T_DIALOG_TITLE'] = 'Редактирование расписания на';
$MESS ['T_DIALOG_HEAD'] = 'Управление расписанием';

$MESS ['T_DIALOG_CW_TITLE'] = 'Копирование недельного расписания';
$MESS ['T_DIALOG_CW_HEAD'] = 'Копировать';

$MESS ['T_DIALOG_CLOSE'] = 'Отмена';
$MESS ['T_DIALOG_ACCEPT'] = 'Сохранить';
$MESS ['TIME_FORMAT_ER'] = 'Неверный формат времени начала периода.';
$MESS ['TIME_ER'] = 'Не указано время начала периода.';
$MESS ['TIME_END_FORMAT_ER'] = 'Неверный формат времени окончания периода.';
$MESS ['TIME_END_ER'] = 'Не указано время окончания периода.';
$MESS ['TIME_COMPARE_ER'] = 'Время начала периода не может быть больше времени окончания периода.';
$MESS ['TIME_INTERSECTION_ER'] = 'Время для данного периода пересекается со временем уже существующего периода в этом дне.';
$MESS ['DURATION_NOT_NUMBER'] = 'Продолжитьельность приема указывается в количестве минут.';
$MESS ['ZERRO_DURATION'] = 'Продолжительность приема не может быть нулевой.';
$MESS ['DURATION_TO_LONG'] = 'Продолжительность приема дольше продолжительности периода работы.';
$MESS ['NO_SERVICES'] = 'Не выбранно ни одной услуги.';
$MESS ['WEEK_EQUAL'] = 'Нельзя копировать неделю саму в себя.';
$MESS ['CNT_NB'] = 'Количество повторений копирований должно быть целым числом, не менее одного раза';
$MESS ['T_WEEK_COPIED'] = 'Неделя скопирована';
$MESS ['T_SAVE'] = 'Сохранить';
$MESS ['T_CLOSE'] = 'Закрыть';
$MESS ['NO_LESSONS'] = 'Не выбранны уроки для проведения занятия.';

$MESS ['LESSON_TYPES'] = 'Типы занятий';
$MESS ['T_DIALOG_CW_HEAD'] = 'Копировать';

$MESS ['RINGS_SCHEDULE'] = 'Расписания звонков';
$MESS ['SAVE_PROGRESS'] = 'Сохранение';
$MESS ['COPY_WEEK_ALERT'] = 'Внимание! Занятия, установленные, на недлях в которые будет происходить копирование, будут заменены. Вы хотите продолжить?';

$MESS ['FREE_EMPL_ER'] = 'У данного преподавателя в это время уже есть занятия';
$MESS ['FREE_CAB_ER'] = 'В данном кабинете в это время уже есть занятия';

$MESS ['SCHEDULE_ERR_NO_PERIOD_TYPES'] = 'Не заполнены типы занятий.';
$MESS ['SCHEDULE_ERR_NO_TEACHERS'] = 'В группе преподавателей/учителей нет ни однго сотрудника.';
$MESS ['SCHEDULE_ERR_NO_CABINETS'] = 'Не создано ни одного кабинета.';
$MESS ['SCHEDULE_ERR_NO_SUBJECTS'] = 'Не создано ни одного предмета.';
$MESS ['SCHEDULE_ERR_NO_SCHEDULE_CALLS'] = 'Не создано расписание звонков.';
?>