<?
$MESS['T_ADD_PERIOD'] = 'Добавить расписание звонков';
$MESS['T_PERIOD_START'] = 'Начало занятия';
$MESS['T_PERIOD_END'] = 'Конец занятия';
$MESS['T_PERIOD_NAME'] = 'Название:';
$MESS['T_TEACHER'] = 'Учитель';
$MESS['T_PERIOD_DURATION_MEASUREMENT'] = '(в минутах)';
$MESS['T_PERIOD_SECTOR'] = 'Класс';
$MESS['T_PERIOD_BUILDING'] = 'Кабинет';
$MESS['T_PERIOD_SRVICES'] = 'Предмет';
$MESS['T_CLOSE'] = 'Закрыть';
$MESS['T_PERIOD_TIME'] = 'Время занятия <i>(в формате ЧЧ:ММ)</i>:';
$MESS['T_PERIOD_TIME_FORMAT'] = '(в формате чч:мм)';
$MESS['T_WITHOUT_SECTOR'] = 'Без указания врачебного участка';
$MESS['T_WITHOT_BUILDING'] = 'Без указания помещения';
$MESS['T_PERIOD_CREATE'] = 'Создать';
$MESS['T_PERIOD_UPDATE'] = 'Изменить период';
$MESS['T_PERIOD_UPDATE_BUT'] = 'Изменить';
$MESS['T_PERIOD_DELETE_ALERT'] = 'Вы уверены, что хотите удалить данный период?';
$MESS['T_PERIOD_TEMPLATE_CHANGE_ALERT'] = 'Внимание, расписание звонков будет изменено. Продолжить?';

$MESS['T_HEAD_ADD_PERIOD'] = 'Редактирование периода';
$MESS['T_SAVE'] = 'Сохранить';
$MESS['T_PERIOD_TYPE']="Тип занятия";
$MESS['T_PERIOD_TYPE_AND'] = 'и';
$MESS['T_NO_PERIODS'] = 'Не добавлено ни одного расписания звонков';
$MESS['T_INSTR'] = '<p>Эта форма позволит вам составить расписание звонков.</p>
<p>Для того, чтобы добавить расписание звонков нажмите кнопку "Добавить расписанире звонков" на левой панели. После этого справа появится форма заполнения данных о
о расписании. Заполните их.</p>
<ul>
	<li><b>Название</b> - Наименование расписания, например "Расписание с сокращенными переменами"</li>
	<li><b>Время занятия</b> - Набор полей задающих временные интервалы для уроков, количество уроков задается в настройках компанента, по умолчания 10.
	</li>
</ul>
<p>При удалении расписания звонков, из расписания занятий будут удалены все занятия связанные с данным расписанием звонков.</p>';?>