<?
$MESS['T_ADD_PERIOD'] = 'Добавить тип занятия';
$MESS['T_PERIOD_START'] = 'Начало занятия';
$MESS['T_PERIOD_END'] = 'Конец занятия';
$MESS['T_PERIOD_NAME'] = 'Название:';
$MESS['T_TEACHER'] = 'Учитель';

$MESS['T_LESSON'] = 'Время устанавливается из расписания звонков';
$MESS['T_FREE'] = 'Тип со свободным указанием интервала времени';

$MESS['T_PERIOD_DURATION_MEASUREMENT'] = '(в минутах)';
$MESS['T_PERIOD_SECTOR'] = 'Класс';
$MESS['T_PERIOD_BUILDING'] = 'Кабинет';
$MESS['T_PERIOD_SRVICES'] = 'Предмет';
$MESS['T_CLOSE'] = 'Закрыть';
$MESS['T_PERIOD_TIME'] = 'Описание:';
$MESS['T_PERIOD_LESSON'] = 'Установить привязку к расписанию звонков (задется только при создании)';
$MESS['T_PERIOD_TIME_FORMAT'] = '(в формате чч:мм)';
$MESS['T_WITHOUT_SECTOR'] = 'Без указания врачебного участка';
$MESS['T_WITHOT_BUILDING'] = 'Без указания помещения';
$MESS['T_PERIOD_CREATE'] = 'Создать';
$MESS['T_PERIOD_UPDATE'] = 'Изменить период';
$MESS['T_PERIOD_UPDATE_BUT'] = 'Изменить';
$MESS['T_PERIOD_DELETE_ALERT'] = 'Вы уверены, что хотите удалить данный период?';
$MESS['T_PERIOD_TEMPLATE_CHANGE_ALERT'] = 'Внимание, расписание звонков будет изменено. Продолжить?';

$MESS['T_HEAD_ADD_PERIOD'] = 'Редактирование периода';
$MESS['T_SAVE'] = 'Сохранить';
$MESS['T_PERIOD_TYPE']="Тип занятия";
$MESS['T_PERIOD_TYPE_AND'] = 'и';
$MESS['T_NO_PERIODS'] = 'Не добавлено ни одного типа занятий';
$MESS['T_INSTR'] = '<p>Эта форма позволит вам необходимые типы занятий.</p>
<p>Для того, чтобы добавить нвый тип занятия нажмите "Добавить тип занятия" на левой панели. После этого справа появится форма заполнения данных о
новом типе. Заполните их.</p>
<ul>
	<li><b>Название</b> - Наимеонование типа занятия которое будет использоваться при дальнейшей работе</li>
	<li><b>Описание</b> - характристика типа занятия, например описание в каких случаех используется данный тип</li>
	<li><b>Привязка к расписанию звонков</b> при установленном значении "Время устанавливается из расписания звонков" во время создания занятия данного типа в недельном расписании, будет предложено выбрать время из расписания звонков заданного для данного дня.
Если выбрано "Тип со свободным указанием времени, при создании занятия можно будет указать любой интервал времени.
Задать привязку к расписанию звонков можно только один раз во время создания типа."</li>
</ul>
<p>При удалении какого либа типа занятия, все занятия данного типа будут удалены из расписания также.</p>';
?>