<?
$MESS['T_CANCLED_PERIOD'] = '<b>Занятие отменено</b>';
$MESS['T_CANCLE_PERIOD'] = '<b>Отменить занятие</b>';
$MESS['T_ADD_PERIOD'] = 'Добавить занятие';
$MESS['T_PERIOD_START'] = 'Начало занятия';
$MESS['T_PERIOD_END'] = 'Конец занятия';
$MESS['T_TEACHER'] = 'Учитель/Преподаватель';
$MESS['T_PERIOD_DURATION_MEASUREMENT'] = '(в минутах)';
$MESS['T_PERIOD_SECTOR'] = 'Класс';
$MESS['T_PERIOD_BUILDING'] = 'Кабинет';
$MESS['T_PERIOD_SRVICES'] = 'Предмет';
$MESS['T_CLOSE'] = 'Закрыть';
$MESS['T_PERIOD_TIME'] = 'Время занятия';
$MESS['T_PERIOD_TIME_FORMAT'] = '(в формате чч:мм)';
$MESS['T_WITHOT_BUILDING'] = 'Без указания помещения';
$MESS['T_PERIOD_CREATE'] = 'Создать';
$MESS['T_PERIOD_UPDATE'] = 'Изменить занятие';
$MESS['T_PERIOD_UPDATE_BUT'] = 'Изменить';
$MESS['T_PERIOD_DELETE_ALERT'] = 'Вы уверены, что хотите удалить данный период?';
$MESS['T_PERIOD_TEMPLATE_CHANGE_ALERT'] = 'Внимание, расписание звонков будет изменено. Продолжить?';
$MESS['T_SC_ACCEPT'] = 'Применить';
$MESS['T_SC_CHANGE'] = 'Сменить расписание звонков';

$MESS['T_SC_RINGS'] = 'расписание звонков: ';

$MESS['T_HEAD_ADD_PERIOD'] = 'Редактирование периода';
$MESS['T_SAVE'] = 'Сохранить';
$MESS['T_PERIOD_TYPE']="Тип занятия";
$MESS['T_PERIOD_TYPE_AND'] = 'и';
$MESS['T_NO_PERIODS'] = 'Не добавлено ни одного занятия';
$MESS['T_INSTR'] = '<p>Эта форма позволит вам составить расписание на день.</p>
<p><b>Перед тем как заполнять расписание на день, вы должны создать хотябы один тип урока, и расписание звонков, предметы и кабинеты.</b> Сcылки для управления расписанием звонков и типами уроков находятся под сеткой календаря.</p>
<p>Для того, чтобы добавить занятие нажмите кнопку "Добавить занятие" на левой панели. После этого справа появится форма заполнения данных. Заполните их.</p>
<ul>
	<li><b>Тип зантия</b> устанавливает один из возможных типов отображения времени в таблице расписания.</li>
	<li><b>Время занятия</b> в зависимости от типа урока, либо выбор времени из расписания звонков, либо интервал времени в формате чч:мм (<i>пример: 08:00</i>). Слева время начала периода, справа время окончания.</li>
	<li><b>Учитель</b>, Сотрудник учебного заведения, проводящий занятие</li>
	<li><b>Кабинет</b>, Кабинет в котором проходит занятие.</li>
	<li><b>Предмет</b>, занятие которое будет проходит в указанное время.</li>
</ul>
<p>После создания занятие будет показываться на левой панели, над кнопкой добавления. Нажав на любое из занятий вы всегда можете посмотреть его настройки более подробно: они появятся справа.</p>
<p>Так же вы всегда можете изменить уже существующее занятие, если сделали какую-либо ошибку при его создании.</p>
<p>В сетке календаря вы можете отменить занятие, при этом оно не будет убрано из расписания а будет выделенно цветом как отмененное, данную функцию удобно использовать для того чтобы отменить предмет один раз, но сохранить его для копирования недели</p>
';?>